[
    {
      "id": "1",
      "img": "filmsimg/animevsub-MpBtts0TpM.jpg",
      "tittle": "Bungou Stray Dogs",
      "episode": "12",
      "Year": "2023",
      "Nation": "Japan",
      "info": "Nakajima Atsushi bị tống cổ ra khỏi trại trẻ mồ coi, đang trên bờ vực của cái chết khi thì quyết định đi cướp để tự cứu sự sống của mình nhưng cậu đã vướng vào rắc rối khi cứu đc thánh cuồng tự tử -Dazai Osamu, để rồi biết anh ta và cộng sự của anh ta là Kunikida là thành viên của một tổ chức đặc nhiệm thám tử. Họ là những người sở hữu năng lực vượt ngoài tầm của nhân loại. Yêu cầu mà họ đang thực hiện là tìm kiếm một con hổ. Và theo cậu tiết lộ thì hình như nó đang cố truy lùng mạng sống của cậu từ đó cậu được hai nhà đặc nhiệm thám tử hối lộ để trở thành một mồi câu để dụ con hổ xuất hiện...",
      "clip": "https://www.youtube.com/embed/uImhoW5QEVc?si=EZr_P_-wJi_ozrWe"
    },
    {
      "id": "2",
      "img": "filmsimg/animevsub-OiDLT6aiq8.webp",
      "tittle": "Dark Gathering",
      "episode": "12",
      "Year": "2023",
      "Nation": "Japan",
      "info": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất.",
      "clip": "https://www.youtube.com/embed/ftN5d_wrg0k?si=NnKwuv2v1FjN9hy7"
    },
    {
      "id": "3",
      "img": "filmsimg/animevsub-RmOkQlJ5U9.jpg",
      "tittle": "Cuộc Hôn Nhân Hạnh Phúc Của Tôi",
      "episode": "12",
      "Year": "2023",
      "Nation": "Japan",
      "info": "Tôi chỉ muốn một chút hạnh phúc. Miyo Saimori, một cô con gái sinh ra trong một gia đình giàu có nhưng cô thật chất bị đối sư rất tệ bạc. Cô được chị gái cùng cha khác mẹ đối xử như một người hầu.Một đứa con gái không được cha mẹ yêu thương và không cần đến ai. Người bạn thời thơ ấu là đồng minh duy nhất cũng kết hôn với em gái cùng cha khác mẹ của mình. Cô bắt buộc kết hôn với gia đình Kudo - người nổi danh là tàn nhẫn. Và bây giờ cuộc tình của hai người bị chói buộc bởi cuộc hôn nhân sẽ như thế nào",
      "clip": "https://www.youtube.com/embed/ix0y1Bg2Pcw?si=KqKTjNes1N9JFI_f"
    },
    {
      "id": "4",
      "img": "filmsimg/animevsub-zGC8v4ZuzF.webp",
      "tittle": "Cô Bạn Tôi Thầm Thích Lại Quên Mang Kính",
      "episode": "12",
      "Year": "2023",
      "Nation": "Japan",
      "info": "Komura Kaede luôn bị chú ý đến cô bạn ngồi kế bên, Mie Ai bởi vẻ dễ thương của cô ấy và tất cả những gì Kaede muốn là được Ai nhìn cậu ấy bằng đôi mắt đẹp dưới cặp kính mà cô ấy đeo. Nhưng chỉ vài ngày sau khi làm quen, Kaede nhận ra Ai gặp chứng bệnh về tật khúc xạ khiến cô ấy gặp khó khăn trong công việc thường ngày mỗi khi không có kính. Tuy nhiên Ai lại có xu hướng bỏ quên kính khiến các công việc thường ngày ở trường trở nên khó khăn tuy nhiên Kaede luôn hết lòng giúp đỡ. Sau một thời gian Ai dựa dẫm vào Kaede, Kaede và Ai đã nảy sinh tình cảm với nhau.    ",
      "clip": "https://www.youtube.com/embed/0rdFjUrqjKM?si=m3QNNVf436JkLsls"
    },
    {
      "id": "5",
      "img": "filmsimg/animevsub-7I9qR2x5Xz.webp",
      "tittle": "Liar Liar",
      "episode": "12",
      "Year": "2023",
      "Nation": "Japan",
      "info": "Đảo học viện, nơi các học sinh mở ra những trận quyết đấu để quyết định rank (Game). Tôi, Shinohara Hiroto đã đánh bại Saionji Sarasa, vị vua tuyệt đối ở kỳ năm ngoái ngay ngày chuyển trường đầu tiên rồi thăng lên thành 7 sao đỉnh cao với tốc độ nhanh nhất trong lịch sử học viện. Song tất cả chỉ là dối trá. Để đạt được mục đích của mình ở đảo học viện, tôi quyết giành được sự thống trị cho dù có phải nói dối. Bởi vậy, tôi sẽ sử dụng bất cứ thứ gì ngay cả tư cách là chủ nhân của cô nàng maid xinh đẹp nhưng đầy gian xảo - Himeji hay là mối quan hệ tòng phạm với cô tiểu thư giả mạo Saionji... Nào, ta hãy bắt đầu công cuộc chinh phục thế giới bằng sự dối trá thôi.",
      "clip": "https://www.youtube.com/embed/p9k9sOFo4Cc?si=GWJF8Z0BDE0N-UG5"
    },
    {
      "id": "6",
      "img": "filmsimg/animevsub-sQCBqYz9ve.jpg",
      "tittle": "One Piece ",
      "episode": "12",
      "Year": "1999",
      "Nation": "Japan",
      "info": "Đảo Hải Tặc - One Piece là chuyện về cậu bé Monkey D. Luffy do ăn nhầm Trái Ác Quỷ, bị biến thành người cao su và sẽ không bao giờ biết bơi. 10 năm sau sự việc đó, cậu rời quê mình và kiếm đủ 10 thành viên để thành một băng hải tặc, biệt hiệu Hải tặc Mũ Rơm. Khi đó của phiêu lưu tìm kiếm kho báu One Piece bắt đầu. Trong cuộc phiêu lưu tìm kiếm One Piece, băng Hải tặc mũ rơm phải chiến đấu với nhiều băng hải tặc xấu khác cũng muốn độc chiếm One Piece và Hải quân của Chính phủ muốn diệt trừ hải tặc. Băng Hải tặc Mũ Rơm phải trải qua biết bao nhiêu khó khăn, không lùi bước với ước mơ Trở thành Vua Hải Tặc và chiếm được kho báu One Piece",
      "clip": "https://www.youtube.com/embed/MCb13lbVGE0?si=9MKZd3TLCDDYsQFd"
    },
    {
      "id": "7",
      "img": "filmsimg/animevsub-XI9GXfbHY4.jpg",
      "tittle": "Jujutsu Kaisen",
      "episode": "12",
      "Year": "2020",
      "Nation": "Japan",
      "info": "Trong một thế giới nơi những con quỷ ăn thịt người không nghi ngờ gì, những mảnh vỡ của con quỷ huyền thoại và đáng sợ Ryoumen Sukuna đã bị thất lạc và nằm rải rác. Nếu bất kỳ con quỷ nào tiêu thụ các bộ phận cơ thể của Sukuna, sức mạnh mà chúng có được có thể phá hủy thế giới như chúng ta đã biết. May mắn thay, có một ngôi trường bí ẩn của các Phù thủy Jujutsu tồn tại để bảo vệ sự tồn tại bấp bênh của người sống khỏi xác sống!Yuuji Itadori là một học sinh trung học dành cả ngày để thăm ông nội nằm liệt giường của mình. Mặc dù anh ấy trông giống như một thiếu niên bình thường của bạn, nhưng sức mạnh thể chất to lớn của anh ấy là một điều đáng chú ý! Mọi câu lạc bộ thể thao đều muốn cậu tham gia, nhưng Itadori thà đi chơi với những đứa trẻ bị trường ruồng bỏ trong Câu lạc bộ huyền bí. Một ngày nọ, câu lạc bộ quản lý để có được bàn tay của họ trên một vật thể bị nguyền rủa bị phong ấn, nhưng họ ít biết nỗi kinh hoàng mà họ sẽ gây ra khi phá vỡ phong ấn ...",
      "clip": "https://www.youtube.com/embed/Pm-wNmS9RGI?si=IGa3LBFAtwrYSQh2"
    },
    {
      "id": "8",
      "img": "filmsimg/mashle.webp",
      "tittle": "Mashle",
      "Year": "2023",
      "episode": "12",
      "Nation": "Japan",
      "info": "Ngày xửa ngày xưa, có một thế giới nơi phép thuật có thể chi phối mọi thứ. Nhưng sâu trong rừng có một thanh niên dành thời gian để luyện tập cơ bắp. Mặc dù không thể sử dụng phép thuật, nhưng cậu ta có một cuộc sống yên bình với cha mình. Rồi một ngày, cuộc sống của cậu gặp nguy hiểm! Cơ thể của Saitama sẽ bảo vệ cậu ta khỏi những pháp sư? Cơ bắp được luyện tập của cậu có thể sánh vai với các pháp sư ưu tú...? Câu chuyện về Saitama ở Hogwarts bắt đầu!",
      "clip": "https://www.youtube.com/embed/_ce5_P1Hj5A?si=ZzQwWoqMyYToCsUW"
    },
    {
      "id": "9",
      "img": "filmsimg/animevsub-F9AdsrNyfW.jpg",
      "tittle": " Xác Sống 100: 100 Điều Tôi Muốn Làm ",
      "episode": "12",
      "Year": "2023",
      "Nation": "Japan",
      "info": "Sau 3 năm làm việc cho một công ty đen, Akira đã kiệt quệ cả về thể chất lẫn tinh thần. Nhưng một buổi sáng nọ, những gì anh thấy trên đường đi làm là một đống Zombies?! Akira sẽ sống cuộc sống của mình như thế nào trong một thế giới đã hoàn toàn thay đổi chỉ sau một đêm đây!?",
      "clip": "https://www.youtube.com/embed/l2mag0-sn80?si=r8dI9GBN0bRb2UcR"
    }
  ]
  